Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: Hang on, I just -- I wanna double-check it's secured.
pl_pl: Chwileczkę, chcę jeszcze raz sprawdzić, czy jest zabezpieczony.

source: Hang on, Will.
pl_pl: Trzymaj się, Will.

source: Hang tight, Reinforcements confirmed. Over.
pl_pl: Trzymajcie się, posiłki potwierdzone. Odbiór.

source: Hang tight, friendlies inbound. Over.
pl_pl: Trzymajcie się, nadchodzi wsparcie. Odbiór.

source: Hang tight, we've got friendlies inbound. Over.
pl_pl: Trzymajcie się, nadchodzi wsparcie. Odbiór.

source: Hardline
pl_pl: Bezkompromisowo

source: Hardline / PR
pl_pl: Bezkompromisowo / PR

source: Hardline/PR
pl_pl: Bezkompromisowo / PR

source: Harvester! He's by the harvester!
pl_pl: Zbieracz! Jest przy zbieraczu!

source: Hatch was right. Should've sent Liam Burke in first to deal with those Joyce assholes.
pl_pl: Hatch miał rację. Powinien najpierw wysłać Liama Burke'a, żeby rozprawił się z tymi dupkami Joyce'a.

source: Hatch. This is the guy that helped me escape that cell.
pl_pl: Hatch. To on pomógł mi uciec z celi.

source: Hatch. This is the guy that visited me in the cell.
pl_pl: Hatch. To facet, który odwiedził mnie w celi.

source: Have to reach Will before it's too late.
pl_pl: Muszę dotrzeć do Willa, zanim będzie za późno.

source: Having trouble getting to that red light up there?
pl_pl: Jakiś problem z dotarciem do tego czerwonego światła?

source: He actually believes he's doing the right thing.
pl_pl: On naprawdę wierzy, że postępuje słusznie.

source: He can't get out of that!
pl_pl: Nie może się z tego wydostać!

source: He didn't leave the code, but I can crack it. Just need some time to...
pl_pl: Nie zostawił kodu, ale mogę go złamać. Potrzebuję tylko trochę czasu...

source: He doesn't know we're here.
pl_pl: Nawet nie wie, że tu jesteśmy.

source: He got me!
pl_pl: Dopadł mnie!

source: He knew the market trends before they occurred. He had the tools to make a fortune. And he did.
pl_pl: Znał trendy rynkowe przed ich wystąpieniem. Miał narzędzia, by zbić fortunę. I zrobił to.

source: He may be undermining Paul, but I get the impression he's not on our side.
pl_pl: Może i podkopuje Paula, ale mam wrażenie, że nie jest po naszej stronie.

source: He met his match. Let's move on.
pl_pl: Spotkał swój los. Przejdźmy dalej.

source: He recorded that for me in 2010? What the fuck? And he said the countermeasure's gone? It's not good. We need to figure this out. Let's keep looking.
pl_pl: Nagrał to dla mnie w 2010 roku? Co jest kurwa? I powiedział, że ktoś ukradł środek zaradczy? Nie jest dobrze. Musimy to rozgryźć. Szukajmy dalej.

source: He said the countermeasure was stolen. But the machine is still here.
pl_pl: Powiedział, że środek zaradczy został skradziony. Ale maszyna wciąż tu jest.

source: He spent eleven years building that thing. Abandoned everything else. Including me. Now I know why.
pl_pl: Spędził jedenaście lat budując to urządzenie. Porzucił wszystko inne. Łącznie ze mną. Teraz wiem dlaczego.

source: He took out my entire squad! Requesting immediate backup in here!
pl_pl: Zabił cały mój oddział! Proszę o natychmiastowe wsparcie!

source: He totally lost our invitations.
pl_pl: Całkowicie stracił nasze zaproszenia.

source: He wants you to shoot at him. And he wants it to be convincing. Your exit is as we've discussed: get to your position, blend in, they'll think you're responding to what just went down. The blind spot you'll need has been prearranged.
pl_pl: Chce, żebyś do niego strzelał. I chce, by było to przekonujące. Wychodzisz tak, jak to omówiliśmy: dotrzyj do swojej pozycji, wtop się w tłum, pomyślą, że reagujesz na to, co się właśnie wydarzyło. Ślepy punkt, którego będziesz potrzebował, został wcześniej przygotowany.

source: He was planning on giving it to you.
pl_pl: Planował dać go tobie.

source: He was right here!
pl_pl: Był tutaj!

source: He's C-active!
pl_pl: Ma aktywowany chronon!

source: He's all over the place!
pl_pl: Jest wszędzie!

source: He's all over us!
pl_pl: On jest wszędzie!

source: He's back!
pl_pl: Wrócił!

source: He's blocking us!
pl_pl: Blokuje nas!

source: He's by the chronon container!
pl_pl: Jest przy pojemniku chrononu!

source: He's by the crates!
pl_pl: Jest przy skrzyniach!

source: He's chronon active!
pl_pl: Jest nasączony chrononem!

source: He's dead.
pl_pl: On nie żyje.

source: He's dead. Chronon levels normalizing.
pl_pl: Nie żyje. Poziom Chrononu normalizuje się.

source: He's disappeared!
pl_pl: On zniknął!

source: He's doing that on his own power!
pl_pl: Robi to własną wolą!

source: He's doing that without tech!
pl_pl: Robi to bez pomocy technologii!

source: He's everywhere!
pl_pl: On jest wszędzie!

source: He's firing right at me!!
pl_pl: Strzela prosto we mnie!!!

source: He's fucking tearing us apart!!
pl_pl: On nas, kurwa, masakruje!!!

source: He's gone!
pl_pl: Nie żyje!

source: He's got a gun! Open fire!
pl_pl: On ma broń! Otworzyć ogień!

source: He's got tech!
pl_pl: Korzysta z technologii!

source: He's here now!
pl_pl: Już tu jest!

source: He's here somewhere, go find him.
pl_pl: Gdzieś tu jest, znajdź go.

source: He's here!
pl_pl: On tu jest!

source: He's here! Fire!
pl_pl: On tu jest! Ognia!

source: He's here, I know it!
pl_pl: On tu jest, wiem to!

source: He's here. We're so screwed!
pl_pl: Jest tutaj. Mamy przejebane!

source: He's hiding!
pl_pl: On się ukrywa!

source: He's hiding. Flush him out!
pl_pl: On się ukrywa. Wykurzyć go!

source: He's nearing the harvester! Stop him!
pl_pl: Zbliża się do kombajnu! Zatrzymać go!

source: He's not here. I made sure of that.
pl_pl: Nie ma go tutaj. Upewniłam się co do tego.

source: He's obviously not alone. My bet is there's at least five of them working together. So keep your eyes pealed.
pl_pl: Oczywiście nie jest sam. Założę się, że pracuje ich razem co najmniej pięciu. Więc miej oczy szeroko otwarte.

source: He's on me!
pl_pl: Jest na mnie!

source: He's over there! I think.
pl_pl: Jest tam! Chyba.

source: He's right here!
pl_pl: Jest tutaj!

source: He's scared. Find him!
pl_pl: On się boi. Znajdź go!

source: He's sick. Sounds like he doesn't have much time left.
pl_pl: Jest chory. Wygląda na to, że nie zostało mu wiele czasu.

source: He's still alive. What do they want with him?
pl_pl: On wciąż żyje. Czego oni od niego chcą?

source: He's still around here somewhere!
pl_pl: On wciąż gdzieś tu jest!

source: He's still here!
pl_pl: On wciąż tu jest!

source: He's still moving.
pl_pl: Nadal się porusza.

source: He's too fast!
pl_pl: Jest za szybki!

source: He's using our tech!
pl_pl: Korzysta z naszej technologii!

source: He's vanished!
pl_pl: Zniknął!

source: He's vulnerable now!
pl_pl: Jest teraz bezbronny!

source: He's wasted. Powering down the CLMG.
pl_pl: Jest martwy. Wyłączam CLMG.

source: He... arranged his own assassination? What the fuck?
pl_pl: On... zaaranżował własne zabójstwo? Co jest kurwa?

source: Head towards the Physics building
pl_pl: Udaj się w stronę budynku fizyki

source: Heads up! He's here!
pl_pl: Uwaga! On tu jest!

source: Heads up, it's Joyce!
pl_pl: Uwaga, to Joyce!

source: Heads up, we got an intruder!
pl_pl: Uwaga, mamy intruza!

source: Heads up, we've got movement!
pl_pl: Uwaga, mamy ruch!

source: Hear me out. 2010. 1999. Both years show up in Monarch files. Minus 1999 from 2010: 11. Times 11 by 2010, flip it backwards, what number do you get?
pl_pl: Posłuchaj mnie. 2010. 1999. Oba lata pojawiają się w plikach Monarch. Minus 1999 od 2010: 11. Pomnożyć 11 przez 2010, odwrócić do tyłu, jaką liczbę otrzymamy?

source: Heavy Eegaging target!
pl_pl: Ciężki cel!

source: Heavy Pistol
pl_pl: Ciężki pistolet

source: Heavy advancing!
pl_pl: Ciężki atak!

source: Heavy chronon unit engaging!
pl_pl: Ciężka jednostka chrononu wkracza do akcji!

source: Heavy chronon unit, reporting a kill, over.
pl_pl: Ciężka jednostka chrononu zgłasza zabójstwo, odbiór.

source: Heavy chronon unit, weapons hot!
pl_pl: Ciężka jednostka chrononu, broń gotowa!

source: Heavy engaging!
pl_pl: Atakuje!

source: Heavy moving in on target!
pl_pl: Ciężki na celowniku!

source: Heavy moving in!
pl_pl: Ciężki wchodzi!

source: Heavy unit advancing!
pl_pl: Ciężka jednostka w natarciu!

source: Heavy unit engaging target!
pl_pl: Ciężka jednostka atakuje cel!

source: Heavy weapons free!
pl_pl: Ciężka broń!

source: Heh. I said walk away.
pl_pl: Heh. Powiedziałem odejdź.

source: Heh. I want this delivered to my office.
pl_pl: Heh. Chcę to mieć dostarczone do mojego biura.

source: Heh. I'm a chick.
pl_pl: Heh. Jestem laską.

source: Heh. Maybe next time.
pl_pl: Heh. Może następnym razem.

source: Heh. My artsy rebel phase.
pl_pl: Heh. Moja faza artystycznego buntownika.

source: Heh. Not exactly.
pl_pl: Heh. Niezupełnie.

source: Hello, I have just been informed that the time machine core we obtained from the university has reached Monarch HQ safely, and is currently being installed into the new time machine corridor system we have constructed there. As you know, the core of the time machine is the time machine; the corridor around it is merely the user interface. This means, of course, that once the installation work is complete, we have effectively moved the time machine from the university into the Monarch HQ. That said, we don’t intend to use it. Let me repeat that: there are no current plans to use the machine. We are not sure how safe it would be to use, given that its initial activation has caused the Fracture. I personally believe that now that the core has been activated, further use would be safe, but make no mistake: this is a hypothesis, not a proven fact. We know that the machine taps into the universal Meyer-Joyce field, and somehow that connection has caused the Fracture in the field, apparently because of a misconfiguration. We are looking into the specifics, but until we know for sure, it would be irresponsible to use the machine. However, having it in place gives us a degree of control. It allows us, in an emergency, to travel backwards (although we obviously can go no further than to the time of its activation, last night) or forwards as might be required. Obviously, being fully secured at our building’s restricted area on the top floor also means that nobody else can use the machine. I have to reiterate that the only person who may authorize the use of the time machine is Paul Serene. I do not have that authority; Martin Hatch does not have that authority. The only person who does is Mr. Serene. He takes this issue very seriously, and I strongly suggest that you do the same. Dr. Sofia Amaral Head of Research
pl_pl: Witam, Właśnie zostałem poinformowany, że rdzeń wehikułu czasu, który otrzymaliśmy z uniwersytetu, bezpiecznie dotarł do kwatery głównej Monarch i jest obecnie instalowany w nowym systemie korytarzy wehikułu czasu, który tam zbudowaliśmy. Jak wiesz, rdzeń wehikułu czasu jest wehikułem czasu. Korytarz wokół niego jest jedynie interfejsem użytkownika. Oznacza to oczywiście, że po zakończeniu prac instalacyjnych skutecznie przenieśliśmy wehikuł czasu z uniwersytetu do kwatery głównej Monarch. To powiedziawszy, nie zamierzamy go używać. Powtórzę to jeszcze raz: nie ma aktualnych planów wykorzystania maszyny. Nie jesteśmy pewni, jak bezpieczne byłoby jej użycie, biorąc pod uwagę, że jej początkowa aktywacja spowodowała Pęknięcie. Osobiście uważam, że teraz, gdy rdzeń został aktywowany, dalsze użycie byłoby bezpieczne, ale nie popełnij błędu: to hipoteza, a nie udowodniony fakt. Wiemy, że maszyna łączy się z uniwersalnym polem Meyera-Joyce'a i w jakiś sposób to połączenie spowodowało pęknięcie w polu, najwyraźniej z powodu błędnej konfiguracji. Sprawdzamy szczegóły, ale dopóki nie będziemy mieć pewności, korzystanie z maszyny byłoby nieodpowiedzialne. Jednak posiadanie go na miejscu daje nam pewien stopień kontroli. Pozwala nam, w sytuacji awaryjnej, podróżować do tyłu (choć oczywiście nie możemy iść dalej niż do czasu jego aktywacji, ostatniej nocy) lub do przodu, w zależności od potrzeb. Oczywiście pełne zabezpieczenie w strefie zastrzeżonej naszego budynku na najwyższym piętrze oznacza również, że nikt inny nie może korzystać z urządzenia. Muszę powtórzyć, że jedyną osobą, która może autoryzować użycie wehikułu czasu jest Paul Serene. Nie mam takiej władzy, Martin Hatch nie ma takiej władzy. Jedyną osobą, która może to zrobić, jest pan Serene. Traktuje tę kwestię bardzo poważnie i zdecydowanie sugeruję, abyście zrobili to samo. Dr Sofia Amaral Kierownik Działu Badań

source: Hello, I'm Doctor Sofia Amaral. Over the past six years, Monarch has made vast technological advances in the area of Meyer-Joyce particles -- better known as chronon particles.
pl_pl: Witam, nazywam się doktor Sofia Amaral. W ciągu ostatnich sześciu lat firma Monarch poczyniła ogromne postępy technologiczne w dziedzinie cząstek Meyera-Joyce'a - lepiej znanych jako cząsteczki chrononowe.

source: Hello.
pl_pl: Witam.

source: Hello...
pl_pl: Witam...

source: Hello?
pl_pl: Halo?

source: Hello? Did you forget about me in there?
pl_pl: Halo? Zapomniałeś tam o mnie?

source: Help Beth and Sofia escape
pl_pl: Pomóż Beth i Sofii uciec

source: Help Beth unblock the door
pl_pl: Pomóż Beth odblokować drzwi

source: Help Kate
pl_pl: Pomóż Kate

source: Help Will
pl_pl: Pomóż Willowi

source: Help Will with the countermeasure
pl_pl: Pomóż Willowi ze środkiem zaradczym

source: Help me push this out of the way.
pl_pl: Pomóż mi to otworzyć.

source: Help! Somebody!
pl_pl: Pomocy! Ktokolwiek!

source: Her boat couldn't get to you.
pl_pl: Jej łódź nie mogła do ciebie dopłynąć.

source: Here goes nothing.
pl_pl: Raz kozie śmierć.

source: Here they come...
pl_pl: Nadchodzą...

source: Here we are again. Exactly where we left off years ago.
pl_pl: Znów tu jesteśmy. Dokładnie tam, gdzie skończyliśmy lata temu.

source: Here we go again.
pl_pl: Znowu się zaczyna.

source: Here we go.
pl_pl: Zaczynamy.

source: Here we go...
pl_pl: No to jedziemy...

source: Here's the entrance.
pl_pl: Oto wejście.

source: Here's to all of us making it into the program!
pl_pl: Za wszystkich, którzy dostaną się do programu!

source: Here. Take this. You need this key to activate the corridor.
pl_pl: Hej. Weź to. Potrzebujesz tego klucza, aby aktywować korytarz.

source: Here. You'll need the keys.
pl_pl: Tutaj. Będziesz potrzebował kluczy.

source: Hey Amy, what am I looking at here.
pl_pl: Hej Amy, na co ja tu patrzę?
